
export const MetaData = {
  title: "Barballs72! Воздушные шары в Тюмени!",
  description: "Воздушные шары в Тюмени с доставкой можно купить в студии Шарбокс. Заказать гелиевые шарики и фигуры как подарок на день рождения и украшение праздника."
};


export const CATEGORIES = [
  {
    id: 2,
    name: "На выписку",
    image: "images/categories/out.jpg",
    href: "/discharge",
  },
  {
    id: 3,
    name: "Гендер - пати",
    image: "images/categories/gender-party.jpg",
    href: "/gender-party",
  },
  {
    id: 4,
    name: "Девичник",
    image: "images/categories/bachelorette-party.jpg",
    href: "/bachelorette-party",
  },
  {
    id: 5,
    name: "Мужчине",
    image: "images/categories/for-men.jpg",
    href: "/for-men",
  },
  {
    id: 6,
    name: "Женщине",
    image: "images/categories/for-women.jpg",
    href: "/for-women",
  },
  {
    id: 7,
    name: "Девочке",
    image: "images/categories/for-girl.jpg",
    href: "/for-girl",
  },
  {
    id: 8,
    name: "Мальчику",
    image: "images/categories/for-boy.jpg",
    href: "/for-boy",
  },
  {
    id: 9,
    name: "Фотозоны",
    image: "images/categories/photozones.jpg",
    href: "/photozones",
  },
  {
    id: 16,
    name: "Коробка - сюрприз",
    image: "images/categories/surprise-box.jpg",
    href: "/surprise-box",
  },
  {
    id: 17,
    name: "Коробка BARBIE",
    image: "images/categories/box-barbie.jpg",
    href: "/box-barbie",
  },
  {
    id: 18,
    name: "Шары на потолок",
    image: "images/categories/balls-ceil.jpg",
    href: "/balls-ceil",
  },
];


export const CATALOG = [
  {
    id: 2,
    name: "На выписку",
    href: "/discharge",
  },
  {
    id: 3,
    name: "Гендер - пати",
    href: "/gender-party",
  },
  {
    id: 4,
    name: "Девичник",
    href: "/bachelorette-party",
  },
  {
    id: 5,
    name: "Мужчине",
    href: "/for-men",
  },
  {
    id: 6,
    name: "Женщине",
    href: "/for-women",
  },
  {
    id: 7,
    name: "Девочке",
    href: "/for-girl",
  },
  {
    id: 8,
    name: "Мальчику",
    href: "/for-boy",
  },
  {
    id: 9,
    name: "Фотозоны",
    href: "/photozones",
  },
  {
    id: 16,
    name: "Коробка - сюрприз",
    href: "/surprise-box",
  },
  {
    id: 17,
    name: "Коробка BARBIE",
    href: "/box-barbie",
  },
  {
    id: 18,
    name: "Шары на потолок",
    href: "/balls-ceil",
  },
];
export const CATALOG_FOOTER_PURPOSE = [
  {
    id: 2,
    name: "На выписку",
    href: "/discharge",
  },
  {
    id: 3,
    name: "Гендер - пати",
    href: "/gender-party",
  },
  {
    id: 4,
    name: "Девичник",
    href: "/bachelorette-party",
  },
];

export const CATALOG_FOOTER_WHO = [
  {
    id: 5,
    name: "Мужчине",
    href: "/for-men",
  },
  {
    id: 6,
    name: "Женщине",
    href: "/for-women",
  },
  {
    id: 7,
    name: "Девочке",
    href: "/for-girl",
  },
  {
    id: 8,
    name: "Мальчику",
    href: "/for-boy",
  },
];


export const CategoriesMap = [
  { id: 1, categoryName: 'Photozone', title: 'Фотозона' },
  { id: 2, categoryName: 'LatexBalloons', title: 'Латексные шары' },
  { id: 3, categoryName: 'Figures', title: 'Фигуры' },
  { id: 4, categoryName: 'Numbers', title: 'Цифры' },
  { id: 5, categoryName: 'Star', title: 'Звезда' },
  { id: 6, categoryName: 'Heart', title: 'Сердце' },
  { id: 7, categoryName: 'SurpriseBox', title: 'Коробка - сюрприз' },
  { id: 8, categoryName: 'WalkingFigures', title: 'Ходячие фигуры' },
  { id: 9, categoryName: 'BalloonBunches', title: 'Связки шаров' },
  { id: 10, categoryName: 'Circle', title: 'Круг' },
  { id: 11, categoryName: 'ConfettiBalloon', title: 'Шар с конфетти' },
  { id: 12, categoryName: 'ChromeBalloon', title: 'Шар хром' },
  { id: 13, categoryName: 'GlassBalloon', title: 'Стеклянный шар' },
  { id: 14, categoryName: 'GlassBalloonWithConfetti', title: 'Стеклянный шар с конфетти' },
  { id: 15, categoryName: 'Bubbles', title: 'Баблс' },
  { id: 16, categoryName: 'BalloonFountains', title: 'Фонтаны из шаров' },
  { id: 17, categoryName: 'RainBalloon', title: 'Шары с дождиком' },
];

export const CategoriesMapsFooter = [
  { id: 1, categoryName: 'Photozone', title: 'Фотозона' },
  { id: 2, categoryName: 'LatexBalloons', title: 'Латексные шары' },
  { id: 3, categoryName: 'Figures', title: 'Фигуры' },
  { id: 4, categoryName: 'Numbers', title: 'Цифры' },
  { id: 5, categoryName: 'Star', title: 'Звезда' },
  { id: 6, categoryName: 'Heart', title: 'Сердце' },
  { id: 7, categoryName: 'SurpriseBox', title: 'Коробка - сюрприз' },
  { id: 8, categoryName: 'WalkingFigures', title: 'Ходячие фигуры' },
  { id: 9, categoryName: 'BalloonBunches', title: 'Связки шаров' },
];


export const accordeonItems = [
  {
    id: 1,
    name: "Виды шаров",
    anchor: "top",
    value: [
      "- Гелиевые шары на годик, полгодика",
      "- Гелиевые шары для девушек, мужчин, женщин на день рождения, юбилей",
      "- Гелиевые шары с надписью",
      "- Гелиевые шарики",
      "- Гирлянды из шаров",
      "- Оформление витрины",
      "- Оформление воздушными шарами",
      "- Оформление гелиевыми шарами",
      "- Оформление гирляндами",
      "- Оформление детских праздников",
      "- Оформление залов",
      "- Оформление магазина",
      "- Оформление праздников",
      "- Оформление свадеб",
      "- Оформление сладкого стола",
      "- Оформление стенда",
      "- Оформление сцены",
      "- Праздничное оформление помещений",
      "- Свадебное оформление",
      "- Украшение воздушными шарами",
      "- Украшения из воздушных шаров",
      "- Фотозона дома",
      "- Оформление мероприятий, открытие магазина, салона, бутика, свадьбы корпоративов, юбилеев, день рождения",
    ],
  },
  {
    id: 2,
    name: "Почему важно обратиться именно ко мне?",
    anchor: "request",
    value: [
      "- Есть все шары или найдем вам нужный",
      "- Доставка 24/7.",
      "- Нанесу на шары любую надпись",
      "- Все шары с обработкой для долгого полета.",
      "Бесплатная доставка 🎈от 5000₽",
      "Самовывоз 🚶🏻🚶🏼‍♀️по адресу: Избышева 6 от любой суммы.",
    ],
  },
];

export const reviews = [
  {
    id: 1,
    published: true,
    content: "content",
    text: "Хочу выразить огромную благодарность команде за великолепное украшение нашего праздника воздушными шарами! Все было выполнено с невероятным вкусом и креативностью. Гости были в восторге, а дети не могли оторваться от ярких композиций. Отличная работа и очень профессиональный подход!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar1.jpeg",
      lastName: "Иванова",
      firstName: "Дарья",
    },
  },
  {
    id: 2,
    published: true,
    content: "content",
    text: "Мы заказывали украшение шарами на день рождения сына, и результат превзошел все ожидания! Цветовая гамма, композиции и внимание к деталям - все было на высшем уровне. Шары придали мероприятию особую атмосферу праздника и радости. Огромное спасибо за прекрасное настроение!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar2.jpeg",
      lastName: "Иванов",
      firstName: "Максим",
    },
  },
  {
    id: 3,
    published: true,
    content: "content",
    text: "Потрясающая работа! Украшение воздушными шарами стало настоящим украшением нашего юбилея. Шары были подобраны в идеальной цветовой гамме, а композиции выглядели очень стильно и элегантно. Отдельное спасибо за оперативность и доброжелательность в общении. Рекомендую всем!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar3.jpeg",
      lastName: "Васильева",
      firstName: "Настя",
    },
  },
  {
    id: 4,
    published: true,
    content: "content",
    text: "Заказывали украшение шарами для свадьбы, и это было лучшее решение! Каждая арка, каждая гирлянда была выполнена с такой любовью и вниманием к деталям. Гости не переставали фотографироваться на фоне этих великолепных композиций. Огромное спасибо за сказочную атмосферу нашего праздника!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar4.jpeg",
      lastName: "",
      firstName: "Алсу",
    },
  },
  {
    id: 5,
    published: true,
    content: "content",
    text: "Спасибо большое за ваше искусство и профессионализм! Украшение воздушными шарами сделало наше мероприятие незабываемым. Особенно порадовало то, как вы учли все наши пожелания и предложили интересные решения. Шары были потрясающими, а праздник - ярким и радостным. Обязательно будем обращаться к вам снова!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar5.jpeg",
      lastName: "",
      firstName: "Дарья",
    },
  },
  {
    id: 6,
    published: true,
    content: "content",
    text: "Спасибо большое за ваше искусство и профессионализм! Украшение воздушными шарами сделало наше мероприятие незабываемым. Особенно порадовало то, как вы учли все наши пожелания и предложили интересные решения. Шары были потрясающими, а праздник - ярким и радостным. Обязательно будем обращаться к вам снова!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar6.jpeg",
      lastName: "",
      firstName: "Дарья",
    },
  },
  {
    id: 6,
    published: true,
    content: "content",
    text: "Спасибо большое за ваше искусство и профессионализм! Украшение воздушными шарами сделало наше мероприятие незабываемым. Особенно порадовало то, как вы учли все наши пожелания и предложили интересные решения. Шары были потрясающими, а праздник - ярким и радостным. Обязательно будем обращаться к вам снова!",
    rating: 5,
    user: {
      work: "",
      image: "/images/avatar7.jpeg",
      lastName: "",
      firstName: "Дарья",
    },
  },
];
